Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# add_words_you_manually_correct_into_your_vocabul
source: Add words you manually correct into your vocabulary for future transcriptions.
ar: أضف الكلمات التي تقوم بتصحيحها يدويًا إلى مفرداتك لعمليات النسخ المستقبلية.
bn: ভবিষ্যত ট্রান্সক্রিপশনের জন্য আপনার শব্দভান্ডারে ম্যানুয়ালি ঠিক করা শব্দ যোগ করুন।
cs: Přidejte slova, která ručně opravíte, do své slovní zásoby pro budoucí přepisy.
da: Tilføj ord, du manuelt retter, til dit ordforråd til fremtidige transskriptioner.
de: Fügen Sie manuell korrigierte Wörter zu Ihrem Vokabular für zukünftige Transkriptionen hinzu.
el: Προσθέστε λέξεις που διορθώνετε χειροκίνητα στο λεξιλόγιό σας για μελλοντικές μεταγραφές.
es: Añade palabras que corrijas manualmente a tu vocabulario para futuras transcripciones.
fi: Lisää manuaalisesti korjaamasi sanat sanastoon tulevia transkriptioita varten.
fr: Ajoutez les mots que vous corrigez manuellement à votre vocabulaire pour les transcriptions futures.
he: הוסף מילים שאתה מתקן באופן ידני לאוצר המילים שלך לתמלולים עתידיים.
hi: भविष्य के प्रतिलेखन के लिए अपनी शब्दावली में उन शब्दों को जोड़ें जिन्हें आप मैन्युअल रूप से सही करते हैं।
hu: Adjon hozzá kézzel javított szavakat szókincséhez a későbbi átírásokhoz.
id: Tambahkan kata-kata yang Anda koreksi secara manual ke dalam kosakata Anda untuk transkripsi di masa mendatang.
it: Aggiungi le parole che correggi manualmente al tuo vocabolario per le trascrizioni future.
ja: 今後の文字起こしのために、手動で修正した単語を語彙に追加します。
ko: 향후 전사를 위해 수동으로 수정하는 단어를 어휘에 추가하세요.
ms: Tambahkan perkataan yang anda betulkan secara manual ke dalam perbendaharaan kata anda untuk transkripsi masa hadapan.
nb: Legg til ord du manuelt korrigerer i vokabularet ditt for fremtidige transkripsjoner.
nl: Voeg woorden die u handmatig corrigeert toe aan uw vocabulaire voor toekomstige transcripties.
pl: Dodaj słowa, które ręcznie poprawiłeś, do swojego słownictwa na potrzeby przyszłych transkrypcji.
pt_br: Adicione palavras que você corrige manualmente em seu vocabulário para transcrições futuras.
ro: Adăugați cuvinte pe care le corectați manual în vocabularul dvs. pentru transcrieri viitoare.
ru: Добавляйте слова, которые вы исправляете вручную, в свой словарный запас для будущих транскрипций.
sv: Lägg till ord som du manuellt korrigerar i ditt ordförråd för framtida transkriptioner.
th: เพิ่มคำที่คุณแก้ไขลงในคำศัพท์ด้วยตนเองเพื่อการถอดเสียงในอนาคต
tr: Gelecekteki transkripsiyonlar için manuel olarak düzelttiğiniz kelimeleri kelime dağarcığınıza ekleyin.
uk: Додайте слова, які ви виправили вручну, у свій словник для майбутніх транскрипцій.
vi: Thêm các từ bạn sửa theo cách thủ công vào từ vựng của mình để phiên âm trong tương lai.
zh_hans: 将您手动更正的词汇添加到词汇表中，以供将来的转录使用。
zh_hant: 將您手動更正的詞彙新增到詞彙表中，以供將來的轉錄使用。

source: Advanced
ar: متقدم
bn: উন্নত
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 詳細
ko: 고급
ms: Lanjutan
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ro: Avansat
ru: Дополнительно
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: Agent Setup
ar: إعداد الوكيل
bn: এজেন্ট সেটআপ
cs: Nastavení agenta
da: Agentopsætning
de: Agent-Einrichtung
el: Ρύθμιση πράκτορα
es: Configuración del agente
fi: Agentin asetukset
fr: Configuration de l’agent
he: הגדרת סוכן
hi: एजेंट सेटअप
hu: Ügynök beállítása
id: Pengaturan agen
it: Configurazione agente
ja: エージェント設定
ko: 에이전트 설정
ms: Persediaan ejen
nb: Agentoppsett
nl: Agentinstelling
pl: Konfiguracja agenta
pt_br: Configuração do agente
ro: Configurare agent
ru: Настройка агента
sv: Agentinställning
th: ตั้งค่าเอเจนต์
tr: Aracı kurulumu
uk: Налаштування агента
vi: Thiết lập tác nhân
zh_hans: 代理设置
zh_hant: 代理設定

source: AI Enhancement
ar: تعزيز الذكاء الاصطناعي
bn: এআই এনহান্সমেন্ট
cs: Vylepšení AI
da: AI-forbedring
de: KI-Verbesserung
el: Βελτίωση AI
es: Mejora con IA
fr: Amélioration IA
he: שיפור AI
hi: एआई संवर्धन
hu: AI fejlesztés
id: Peningkatan AI
it: Miglioramento dell'intelligenza artificiale
ja: AIの強化
ko: AI 강화
ms: Peningkatan AI
nb: AI-forbedring
nl: AI-verbetering
pl: Ulepszanie AI
pt_br: Aprimoramento de IA
ro: Îmbunătățirea AI
ru: Улучшение искусственного интеллекта
sv: AI-förbättring
th: การเพิ่มประสิทธิภาพ AI
tr: Yapay Zeka Geliştirme
uk: Покращення AI
vi: Cải tiến AI
zh_hans: AI 增强
zh_hant: AI 增強

# ai_enhancement_529f5583
source: AI Enhancement: %@
ar: تحسين الذكاء الاصطناعي: %@
bn: এআই এনহান্সমেন্ট: %@
cs: Vylepšení AI: %@
da: AI-forbedring: %@
de: KI-Verbesserung: %@
el: Βελτίωση AI: %@
fi: Tekoälyn parannus: %@
fr: Amélioration IA : %@
he: שיפור בינה מלאכותית: %@
hi: एआई एन्हांसमेंट: %@
hu: AI továbbfejlesztés: %@
id: Peningkatan AI: %@
it: Miglioramento dell'IA: %@
ja: AI強化: %@
ko: AI 강화: %@
ms: Peningkatan AI: %@
nb: AI-forbedring: %@
nl: AI-verbetering: %@
pl: Ulepszenie AI: %@
pt_br: Aprimoramento de IA: %@
ro: Îmbunătățirea AI: %@
ru: Улучшение ИИ: %@
sv: AI-förbättring: %@
th: การปรับปรุง AI: %@
tr: Yapay Zeka Geliştirme: %@
uk: Покращення AI: %@
vi: Cải tiến AI: %@
zh_hans: AI 增强：%@
zh_hant: AI 增強：%@

source: AI Enhancement Failed
ar: فشل تحسين الذكاء الاصطناعي
bn: এআই এনহান্সমেন্ট ব্যর্থ হয়েছে
cs: Vylepšení AI se nezdařilo
da: AI-forbedring mislykkedes
de: KI-Verbesserung fehlgeschlagen
el: Η βελτίωση AI απέτυχε
es: La mejora con IA falló
fr: Échec de l'amélioration IA
he: שיפור AI נכשל
hi: एआई एन्हांसमेंट विफल
hu: Az AI javítása sikertelen
id: Peningkatan AI Gagal
it: Miglioramento dell'IA non riuscito
ja: AI強化に失敗しました
ko: AI 강화 실패
ms: Peningkatan AI Gagal
nb: AI-forbedring mislyktes
nl: AI-verbetering mislukt
pl: Ulepszenie AI nie powiodło się
pt_br: Falha no aprimoramento de IA
ro: Îmbunătățirea AI a eșuat
ru: Улучшение ИИ не удалось
sv: AI Enhancement misslyckades
th: การปรับปรุง AI ล้มเหลว
tr: Yapay Zeka Geliştirme Başarısız Oldu
uk: Помилка покращення AI
vi: Cải tiến AI không thành công
zh_hans: AI 增强失败
zh_hant: AI 增強失敗

source: AI enhancement failed. Streamed text kept as-is.
ar: فشل تحسين الذكاء الاصطناعي. تم الاحتفاظ بالنص المتدفق كما هو.
bn: এআই এনহান্সমেন্ট ব্যর্থ হয়েছে। স্ট্রিম করা টেক্সট যেমন ছিল তেমনই রাখা হয়েছে।
cs: Vylepšení AI se nezdařilo. Streamovaný text zůstal beze změny.
da: AI-forbedring mislykkedes. Streamet tekst blev bevaret uændret.
de: KI-Verbesserung fehlgeschlagen. Gestreamter Text wurde unverändert beibehalten.
el: Η βελτίωση AI απέτυχε. Το κείμενο ροής παρέμεινε ως έχει.
es: La mejora con IA falló. El texto transmitido se mantuvo tal cual.
fi: Tekoälyn parannus epäonnistui. Striimattu teksti säilytettiin sellaisenaan.
fr: Échec de l'amélioration IA. Le texte diffusé en continu a été conservé tel quel.
he: שיפור ה-AI נכשל. הטקסט המוזרם נשמר כפי שהוא.
hi: AI एन्हांसमेंट विफल रहा। स्ट्रीम किया गया टेक्स्ट यथावत रखा गया।
hu: Az AI javítás sikertelen volt. A streamelt szöveg változatlanul megmaradt.
id: Peningkatan AI gagal. Teks yang di-streaming tetap dipertahankan apa adanya.
it: Il miglioramento dell'IA non è riuscito. Il testo in streaming è stato mantenuto così com'è.
ja: AI強化に失敗しました。ストリーミングされたテキストはそのまま保持されます。
ko: AI 강화에 실패했습니다. 스트리밍된 텍스트는 그대로 유지되었습니다.
ms: Peningkatan AI gagal. Teks strim dikekalkan seperti sedia ada.
nb: AI-forbedring mislyktes. Strømmet tekst ble beholdt som den var.
nl: AI-verbetering is mislukt. De gestreamde tekst is ongewijzigd behouden.
pl: Ulepszenie AI nie powiodło się. Tekst przesyłany strumieniowo pozostał niezmieniony.
pt_br: Falha no aprimoramento de IA. O texto transmitido foi mantido como está.
ro: Îmbunătățirea AI a eșuat. Textul transmis a fost păstrat ca atare.
ru: Улучшение ИИ не удалось. Потоковый текст оставлен как есть.
sv: AI-förbättring misslyckades. Den strömmade texten behölls som den är.
th: การปรับปรุง AI ล้มเหลว ข้อความที่สตรีมไว้จะถูกเก็บไว้ตามเดิม
tr: Yapay Zeka Geliştirme başarısız oldu. Akış hâlindeki metin olduğu gibi bırakıldı.
uk: Покращення AI не вдалося. Транскрибований текст залишено без змін.
vi: Cải tiến AI không thành công. Văn bản truyền trực tuyến được giữ nguyên.
zh_hans: AI 增强失败。流式文本已保持原样。
zh_hant: AI 增強失敗。串流文字已保持原樣。

# ai_enhancement_failed_transcription_inserted
source: AI enhancement failed. Transcription inserted without enhancement.
ar: فشل تحسين الذكاء الاصطناعي. تم إدراج النسخ بدون تحسين.
bn: এআই এনহান্সমেন্ট ব্যর্থ হয়েছে। এনহান্সমেন্ট ছাড়াই ট্রান্সক্রিপশন যুক্ত করা হয়েছে।
cs: Vylepšení AI se nezdařilo. Přepis byl vložen bez vylepšení.
da: AI-forbedring mislykkedes. Transskription indsat uden forbedring.
de: KI-Verbesserung fehlgeschlagen. Transkription ohne Verbesserung eingefügt.
el: Η βελτίωση AI απέτυχε. Η μεταγραφή εισήχθη χωρίς βελτίωση.
es: La mejora con IA falló. La transcripción se insertó sin mejora.
fi: Tekoälyn parannus epäonnistui. Transkriptio lisättiin ilman parannusta.
fr: Échec de l'amélioration IA. La transcription a été insérée sans amélioration.
he: שיפור ה-AI נכשל. התמלול הוכנס ללא שיפור.
hi: AI एन्हांसमेंट विफल रहा। प्रतिलेखन बिना एन्हांसमेंट के डाला गया।
hu: Az AI javítás sikertelen volt. Az átirat javítás nélkül lett beszúrva.
id: Peningkatan AI gagal. Transkripsi dimasukkan tanpa peningkatan.
it: Il miglioramento dell'IA non è riuscito. La trascrizione è stata inserita senza miglioramenti.
ja: AI強化に失敗しました。文字起こしは強化なしで挿入されました。
ko: AI 강화에 실패했습니다. 전사가 강화 없이 삽입되었습니다.
ms: Peningkatan AI gagal. Transkripsi dimasukkan tanpa peningkatan.
nb: AI-forbedring mislyktes. Transkripsjonen ble satt inn uten forbedring.
nl: AI-verbetering is mislukt. Transcriptie ingevoegd zonder verbetering.
pl: Ulepszenie AI nie powiodło się. Transkrypcja została wstawiona bez ulepszenia.
pt_br: Falha no aprimoramento de IA. A transcrição foi inserida sem aprimoramento.
ro: Îmbunătățirea AI a eșuat. Transcrierea a fost inserată fără îmbunătățire.
ru: Улучшение ИИ не удалось. Транскрипция вставлена без улучшения.
sv: AI-förbättring misslyckades. Transkriptionen infogades utan förbättring.
th: การปรับปรุง AI ล้มเหลว ข้อความถอดเสียงถูกแทรกโดยไม่มีการปรับปรุง
tr: Yapay Zeka Geliştirme başarısız oldu. Transkripsiyon geliştirme yapılmadan eklendi.
uk: Покращення AI не вдалося. Транскрипцію вставлено без покращення.
vi: Cải tiến AI không thành công. Bản phiên âm đã được chèn mà không có cải tiến.
zh_hans: AI 增强失败。转录已插入但未增强。
zh_hant: AI 增強失敗。轉錄已插入但未增強。

source: AI enhancement is disabled.
ar: تم تعطيل تحسين الذكاء الاصطناعي.
bn: AI বর্ধিতকরণ অক্ষম করা হয়েছে।
cs: Vylepšení AI je zakázáno.
da: AI-forbedring er deaktiveret.
de: Die KI-Verbesserung ist deaktiviert.
el: Η βελτίωση AI είναι απενεργοποιημένη.
es: La mejora con IA está desactivada.
fi: AI-parannus on poistettu käytöstä.
fr: L'amélioration IA est désactivée.
he: שיפור AI מושבת.
hi: AI एन्हांसमेंट अक्षम है.
hu: Az AI javítás le van tiltva.
id: Peningkatan AI dinonaktifkan.
it: Il potenziamento dell'IA è disabilitato.
ja: AI強化は無効になっています。
ko: AI 강화가 비활성화되었습니다.
ms: Peningkatan AI dilumpuhkan.
nb: AI-forbedring er deaktivert.
nl: AI-verbetering is uitgeschakeld.
pl: Ulepszanie AI jest wyłączone.
pt_br: O aprimoramento de IA está desativado.
ro: Îmbunătățirea AI este dezactivată.
ru: Улучшение ИИ отключено.
sv: AI-förbättring är inaktiverad.
th: การเพิ่มประสิทธิภาพ AI ถูกปิดใช้งาน
tr: Yapay zeka geliştirmesi devre dışı.
uk: Покращення AI вимкнено.
vi: Tính năng nâng cao AI bị vô hiệu hóa.
zh_hans: AI 增强已禁用。
zh_hant: AI 增強已禁用。

source: AI Enhancement will:
ar: سوف يقوم تحسين الذكاء الاصطناعي بما يلي:
bn: এআই এনহ্যান্সমেন্ট হবে:
cs: Vylepšení AI bude:
da: AI Enhancement vil:
de: Die KI-Verbesserung wird:
el: Η Βελτίωση AI θα:
es: La mejora con IA hará lo siguiente:
fi: AI Enhancement:
fr: L'amélioration IA va :
he: שיפור בינה מלאכותית יעשה:
hi: एआई संवर्धन होगा:
hu: Az AI Enhancement:
id: Peningkatan AI akan:
it: Il miglioramento dell'intelligenza artificiale:
ja: AI の強化により次のことが可能になります。
ko: AI 향상 기능은 다음과 같습니다.
ms: Peningkatan AI akan:
nb: AI Enhancement vil:
nl: AI-verbetering zal:
pl: Ulepszenie AI będzie:
pt_br: O aprimoramento de IA irá:
ro: Îmbunătățirea AI va:
ru: Улучшение ИИ позволит:
sv: AI Enhancement kommer att:
th: การปรับปรุง AI จะ:
tr: Yapay Zeka Geliştirme şunları sağlayacaktır:
uk: Покращення ШІ:
vi: Cải tiến AI sẽ:
zh_hans: AI 增强将：
zh_hant: AI 增強將：

source: AI Model
ar: نموذج الذكاء الاصطناعي
bn: এআই মডেল
cs: Model AI
de: KI-Modell
el: Μοντέλο AI
es: Modelo de IA
fi: AI malli
fr: Modèle IA
he: דגם AI
hi: एआई मॉडल
hu: AI modell
id: Model AI
it: Modello di intelligenza artificiale
ja: AIモデル
ko: AI 모델
ms: Model AI
nb: AI modell
pl: Model AI
pt_br: Modelo de IA
ro: Model AI
ru: Модель ИИ
sv: AI-modell
th: โมเดลเอไอ
tr: Yapay Zeka Modeli
uk: Модель ШІ
vi: Mô hình AI
zh_hans: AI 模型
zh_hant: AI 模型

source: All
ar: الجميع
bn: সব
cs: Vše
da: Alle
de: Alle
el: Ολοι
es: Todo
fi: Kaikki
fr: Tout
he: כֹּל
hi: सभी
hu: Minden
id: Semua
it: Tutto
ja: 全て
ko: 모두
ms: Semua
nb: Alle
nl: Alle
pl: Wszystko
pt_br: Todos
ro: Toate
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tüm
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All templates…
ar: كل القوالب…
bn: সব টেমপ্লেট…
cs: Všechny šablony…
da: Alle skabeloner…
de: Alle Vorlagen…
el: Όλα τα πρότυπα…
es: Todas las plantillas…
fi: Kaikki mallit…
fr: Tous les modèles…
he: כל התבניות…
hi: सभी टेम्पलेट…
hu: Az összes sablon…
id: Semua templat…
it: Tutti i modelli…
ja: すべてのテンプレート…
ko: 모든 템플릿…
ms: Semua templat…
nb: Alle maler…
nl: Alle sjablonen…
pl: Wszystkie szablony…
pt_br: Todos os modelos…
ro: Toate șabloanele…
ru: Все шаблоны…
sv: Alla mallar…
th: เทมเพลตทั้งหมด…
tr: Tüm şablonlar…
uk: Усі шаблони…
vi: Tất cả mẫu…
zh_hans: 所有模板…
zh_hant: 所有範本…

# also_new_rtl_layout_support_and_20_new_interface
source: Also new: RTL layout support and 20 new interface languages.
ar: جديد أيضًا: دعم تخطيط RTL و20 لغة واجهة جديدة.
bn: আরও নতুন: RTL লেআউট সমর্থন এবং 20টি নতুন ইন্টারফেস ভাষা।
cs: Nově také: podpora rozvržení RTL a 20 nových jazyků rozhraní.
da: Også nyt: RTL-layoutunderstøttelse og 20 nye grænsefladesprog.
de: Ebenfalls neu: RTL-Layout-Unterstützung und 20 neue Oberflächensprachen.
el: Επίσης νέο: υποστήριξη διάταξης RTL και 20 νέες γλώσσες διεπαφής.
es: También nuevo: compatibilidad con diseños RTL y 20 nuevos idiomas de interfaz.
fi: Myös uutta: RTL-asettelun tuki ja 20 uutta käyttöliittymäkieltä.
fr: Également nouveau : prise en charge des mises en page RTL et 20 nouvelles langues d’interface.
he: חדש גם: תמיכה בפריסת RTL ו-20 שפות ממשק חדשות.
hi: यह भी नया: RTL लेआउट समर्थन और 20 नई इंटरफ़ेस भाषाएँ।
hu: Szintén új: RTL elrendezéstámogatás és 20 új felületnyelv.
id: Juga baru: dukungan tata letak RTL dan 20 bahasa antarmuka baru.
it: Anche nuovo: supporto al layout RTL e 20 nuove lingue dell’interfaccia.
ja: そのほか、RTL レイアウト対応と20の新しいインターフェイス言語も追加されました。
ko: 또한 RTL 레이아웃 지원과 20개의 새로운 인터페이스 언어가 추가되었습니다.
ms: Juga baharu: sokongan susun atur RTL dan 20 bahasa antara muka baharu.
nb: Også nytt: støtte for RTL-oppsett og 20 nye grensesnittspråk.
nl: Ook nieuw: ondersteuning voor RTL-layouts en 20 nieuwe interfacetalen.
pl: Również nowe: obsługa układu RTL i 20 nowych języków interfejsu.
pt_br: Também novo: suporte a layout RTL e 20 novos idiomas de interface.
ro: Tot nou: suport pentru layout RTL și 20 de limbi noi pentru interfață.
ru: Также новое: поддержка RTL-разметки и 20 новых языков интерфейса.
sv: Också nytt: stöd för RTL-layout och 20 nya gränssnittsspråk.
th: ใหม่ด้วย: รองรับเลย์เอาต์ RTL และภาษาอินเทอร์เฟซใหม่ 20 ภาษา
tr: Ayrıca yeni: RTL düzen desteği ve 20 yeni arayüz dili.
uk: Також нове: підтримка RTL-макета та 20 нових мов інтерфейсу.
vi: Cũng mới: hỗ trợ bố cục RTL và 20 ngôn ngữ giao diện mới.
zh_hans: 同时新增：RTL 布局支持和 20 种新的界面语言。
zh_hant: 同時新增：RTL 版面支援與 20 種新的介面語言。

# an_earlier_version_of_pindrop_wrote_this_note_it
source: An earlier version of Pindrop wrote this note. It cannot be written again.
ar: كتب هذه الملاحظة إصدار أقدم من Pindrop. لا يمكن كتابتها من جديد.
bn: এই নোটটি Pindrop-এর আগের সংস্করণ লিখেছিল। এটি আবার লেখা যাবে না।
cs: Tuto poznámku napsala starší verze Pindropu. Nelze ji napsat znovu.
da: En tidligere version af Pindrop skrev denne note. Den kan ikke skrives igen.
de: Eine frühere Version von Pindrop hat diese Notiz geschrieben. Sie kann nicht neu geschrieben werden.
el: Αυτή τη σημείωση την έγραψε παλαιότερη έκδοση του Pindrop. Δεν μπορεί να ξαναγραφτεί.
es: Una versión anterior de Pindrop escribió esta nota. No se puede volver a escribir.
fi: Tämän muistiinpanon kirjoitti Pindropin vanhempi versio. Sitä ei voi kirjoittaa uudelleen.
fr: Une version antérieure de Pindrop a écrit cette note. Elle ne peut pas être réécrite.
he: גרסה מוקדמת יותר של Pindrop כתבה את הפתק הזה. אי אפשר לכתוב אותו מחדש.
hi: यह नोट Pindrop के पुराने संस्करण ने लिखा था। इसे दोबारा नहीं लिखा जा सकता।
hu: Ezt a jegyzetet a Pindrop egy korábbi verziója írta. Nem írható meg újra.
id: Catatan ini ditulis oleh Pindrop versi lama. Catatan ini tidak bisa ditulis ulang.
it: Una versione precedente di Pindrop ha scritto questa nota. Non può essere riscritta.
ja: このメモは以前のバージョンの Pindrop が書きました。書き直すことはできません。
ko: 이 메모는 이전 버전의 Pindrop이 작성했습니다. 다시 작성할 수 없습니다.
ms: Nota ini ditulis oleh Pindrop versi lama. Ia tidak boleh ditulis semula.
nb: En tidligere versjon av Pindrop skrev dette notatet. Det kan ikke skrives på nytt.
nl: Een eerdere versie van Pindrop heeft deze notitie geschreven. Hij kan niet opnieuw worden geschreven.
pl: Tę notatkę napisała wcześniejsza wersja Pindrop. Nie można napisać jej ponownie.
pt_br: Uma versão anterior do Pindrop escreveu esta nota. Ela não pode ser escrita de novo.
ro: O versiune anterioară a Pindrop a scris această notiță. Nu poate fi scrisă din nou.
ru: Эту заметку написала более ранняя версия Pindrop. Написать её заново нельзя.
sv: En tidigare version av Pindrop skrev den här anteckningen. Den kan inte skrivas om.
th: โน้ตนี้เขียนโดย Pindrop รุ่นก่อนหน้า จึงเขียนใหม่ไม่ได้
tr: Bu notu Pindrop'un daha eski bir sürümü yazdı. Yeniden yazılamaz.
uk: Цю нотатку написала давніша версія Pindrop. Її не можна написати знову.
vi: Ghi chú này do một phiên bản Pindrop cũ hơn viết. Không thể viết lại.
zh_hans: 这条笔记由较早版本的 Pindrop 写成，无法重新生成。
zh_hant: 這則筆記由較早版本的 Pindrop 寫成，無法重新產生。

# an_error_occurred_while_enhancing_your_transcrip
source: An error occurred while enhancing your transcription: %@ The original transcription was saved without enhancement. You can try enabling AI enhancement again in Settings.
ar: حدث خطأ أثناء تحسين تحويل الصوت إلى نص: %@ تم حفظ النسخ الأصلي دون تحسين. يمكنك محاولة تمكين تحسين الذكاء الاصطناعي مرة أخرى في الإعدادات.
bn: আপনার ট্রান্সক্রিপশন উন্নত করার সময় একটি ত্রুটি ঘটেছে: %@ মূল ট্রান্সক্রিপশনটি বর্ধিতকরণ ছাড়াই সংরক্ষণ করা হয়েছিল। আপনি সেটিংসে আবার AI বর্ধিতকরণ সক্ষম করার চেষ্টা করতে পারেন।
cs: Při vylepšování vašeho přepisu došlo k chybě: %@ Původní přepis byl uložen bez vylepšení. Vylepšení AI můžete zkusit znovu povolit v Nastavení.
da: Der opstod en fejl under forbedring af din transskription: %@ Den originale transskription blev gemt uden forbedring. Du kan prøve at aktivere AI-forbedring igen i Indstillinger.
de: Bei der Verbesserung Ihrer Transkription ist ein Fehler aufgetreten: %@ Die ursprüngliche Transkription wurde ohne Verbesserung gespeichert. Sie können versuchen, die KI-Verbesserung in den Einstellungen erneut zu aktivieren.
el: Παρουσιάστηκε σφάλμα κατά τη βελτίωση της μεταγραφής σας: %@ Η αρχική μεταγραφή αποθηκεύτηκε χωρίς βελτίωση. Μπορείτε να δοκιμάσετε να ενεργοποιήσετε ξανά τη βελτίωση AI στις Ρυθμίσεις.
es: Ocurrió un error al mejorar tu transcripción: %@ La transcripción original se guardó sin mejora. Puedes volver a intentar activar la mejora con IA en Ajustes.
fi: Transkriptiota parannettaessa tapahtui virhe: %@ Alkuperäinen transkriptio tallennettiin ilman parannuksia. Voit yrittää ottaa tekoälyn parannuksen uudelleen käyttöön asetuksista.
fr: Une erreur s'est produite lors de l'amélioration de votre transcription : %@ La transcription originale a été enregistrée sans amélioration. Vous pouvez réessayer d'activer l'amélioration IA dans les Paramètres.
he: אירעה שגיאה בעת שיפור התמלול שלך: %@ התמלול המקורי נשמר ללא שיפור. אתה יכול לנסות להפעיל שוב שיפור AI בהגדרות.
hi: आपके प्रतिलेखन को बढ़ाते समय एक त्रुटि उत्पन्न हुई: %@ मूल प्रतिलेखन बिना किसी संवर्द्धन के सहेजा गया था। आप सेटिंग्स में AI एन्हांसमेंट को फिर से सक्षम करने का प्रयास कर सकते हैं।
hu: Hiba történt az átírás javítása közben: %@ Az eredeti átírást javítás nélkül elmentettük. Megpróbálhatja újra engedélyezni az AI-javítást a Beállításokban.
id: Terjadi kesalahan saat menyempurnakan transkripsi Anda: %@ Transkripsi asli disimpan tanpa penyempurnaan. Anda dapat mencoba mengaktifkan lagi peningkatan AI di Pengaturan.
it: Si è verificato un errore durante il miglioramento della trascrizione: %@ La trascrizione originale è stata salvata senza miglioramenti. Puoi provare ad abilitare nuovamente il miglioramento dell'intelligenza artificiale in Impostazioni.
ja: 文字起こしを強化中にエラーが発生しました: %@ 元の文字起こしは補正なしで保存されました。 [設定] で AI 強化を再度有効にしてみてください。
ko: 스크립트를 개선하는 중에 오류가 발생했습니다. %@ 원본 전사본이 향상되지 않고 저장되었습니다. 설정에서 AI 향상을 다시 활성화해 볼 수 있습니다.
ms: Ralat berlaku semasa meningkatkan transkripsi anda: %@ Transkripsi asal telah disimpan tanpa penambahan. Anda boleh cuba mendayakan peningkatan AI sekali lagi dalam Tetapan.
nb: Det oppstod en feil under forbedring av transkripsjonen: %@ Den originale transkripsjonen ble lagret uten forbedring. Du kan prøve å aktivere AI-forbedring igjen i Innstillinger.
nl: Er is een fout opgetreden bij het verbeteren van uw transcriptie: %@ De originele transcriptie is zonder verbeteringen opgeslagen. U kunt proberen AI-verbetering opnieuw in te schakelen in Instellingen.
pl: Wystąpił błąd podczas ulepszania transkrypcji: %@ Oryginalna transkrypcja została zapisana bez ulepszeń. Możesz spróbować ponownie włączyć ulepszanie AI w Ustawieniach.
pt_br: Ocorreu um erro ao aprimorar sua transcrição: %@ A transcrição original foi salva sem aprimoramento. Você pode tentar ativar o aprimoramento de IA novamente em Configurações.
ro: A apărut o eroare la îmbunătățirea transcripției: %@ Transcrierea originală a fost salvată fără îmbunătățire. Puteți încerca să activați din nou îmbunătățirea AI în Setări.
ru: При расширении транскрипции произошла ошибка: %@ Исходная транскрипция была сохранена без улучшений. Вы можете попробовать снова включить улучшение AI в настройках.
sv: Ett fel uppstod när din transkription förbättrades: %@ Den ursprungliga transkriptionen sparades utan förbättring. Du kan försöka aktivera AI-förbättring igen i Inställningar.
th: เกิดข้อผิดพลาดขณะปรับปรุงการถอดเสียงของคุณ: %@ การถอดเสียงต้นฉบับได้รับการบันทึกโดยไม่มีการปรับปรุง คุณสามารถลองเปิดใช้งานการเพิ่มประสิทธิภาพ AI อีกครั้งได้ในการตั้งค่า
tr: Çeviri yazınız geliştirilirken bir hata oluştu: %@ Orijinal transkripsiyon, geliştirme yapılmadan kaydedildi. Ayarlar'da AI geliştirmeyi tekrar etkinleştirmeyi deneyebilirsiniz.
uk: Під час покращення вашої транскрипції сталася помилка: %@ Оригінальна транскрипція була збережена без покращення. Ви можете спробувати знову ввімкнути покращення ШІ в налаштуваннях.
vi: Đã xảy ra lỗi khi nâng cao bản chép lời của bạn: %@ Bản phiên âm gốc đã được lưu mà không cần cải tiến. Bạn có thể thử bật lại tính năng nâng cao AI trong Cài đặt.
zh_hans: 增强您的转录时发生错误： %@ 原始转录已保存，未进行增强。 您可以尝试在设置中再次启用 AI 增强。
zh_hant: 增強您的轉錄時發生錯誤： %@ 原始轉錄已儲存，未進行增強。 您可以嘗試在設定中再次啟用 AI 增強。
